;汉化：aotix

[CerberusPhantomM1 X2CharacterTemplate]
strCharacterName="地狱犬幻影者"
[CerberusPhantomM2 X2CharacterTemplate]
strCharacterName="地狱犬幻影者"
[CerberusPhantomM3 X2CharacterTemplate]
strCharacterName="地狱犬幻影者"

[AutopsyCerberusPhantom X2TechTemplate]
DisplayName="解剖地狱犬幻影者"
Summary="幻影者是行动敏捷的地狱犬特工，具有多样的进攻和防御能力，包括特别擅长机动规避和掩体射击。"
CodeName="九头蛇Mk. 3"
LongDescription="幻影者是行动敏捷的地狱犬特工，具有多样的进攻和防御能力，包括特别擅长机动规避和掩体射击。"

[CorpseCerberusPhantom X2ItemTemplate]
FriendlyName="地狱犬幻影者尸体"
FriendlyNamePlural="地狱犬幻影者尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CerberusPhantomArmor X2TechTemplate]
DisplayName="地狱犬幻影者盔甲"
Summary="地狱犬幻影者盔甲比其同伙的盔甲轻。幻影者依靠他们的机动性来躲避敌人的火力。"
CodeName="九头蛇的鳞片Mk. 3"
LongDescription="地狱犬幻影者盔甲比其同伙的盔甲轻。幻影者依靠他们的机动性来躲避敌人的火力。"

[CerberusPhantomArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬幻影者盔甲"
FriendlyNamePlural="地狱犬幻影者盔甲"
BriefSummary="地狱犬幻影者盔甲比其同伙的盔甲轻。幻影者依靠他们的机动性来躲避敌人的火力。"
TacticalText="<Bullet/>地狱犬幻影者盔甲比其同伙的盔甲轻。幻影者依靠他们的机动性来躲避敌人的火力。"



